[
    {
        "company": "Richard James Recruitment Specialists Ltd",
        "created_date": "2025-01-21T00:45:25Z",
        "description": "Our client is one of the worlds leading Energy & Commodity Trading businesses with a successful history of growth. Their distinct culture thrives on values, giving them a strong base and passion to succeed as a team. Employees enjoy an environment that allows them to develop their skills, knowledge and experience giving them every opportunity to have successful careers. New ideas and initiatives are encouraged as it is widely believed that inspired individuals can make a difference and help sha",
        "id": "5017934650",
        "is_expanded": false,
        "is_starred": true,
        "location": "UK, London",
        "salary": "$64,887",
        "title": "Senior Trading Controller",
        "url": "https://www.adzuna.co.uk/jobs/details/5017934650?utm_medium=api&utm_source=40ab1a9c"
    },
    {
        "company": "Paysafe Group",
        "created_date": "2025-01-21T08:11:18Z",
        "description": "Paysafe Limited (Paysafe) (NYSE: PSFE) (PSFE.WS) is a leading payments platform with an extensive track record of serving merchants and consumers in the global entertainment sectors. Its core purpose is to enable businesses and consumers to connect and transact seamlessly through industry-leading capabilities in payment processing, digital wallet, and online cash solutions. With over 20 years of online payment experience, an annualized transactional volume of $140 billion in 2023, and approxi",
        "id": "5018238111",
        "is_expanded": false,
        "is_starred": true,
        "location": "",
        "salary": "$94,363",
        "title": "Director Enterprise Risk Management",
        "url": "https://www.adzuna.co.uk/jobs/details/5018238111?utm_medium=api&utm_source=40ab1a9c"
    },
    {
        "company": "Meridian Business Support",
        "created_date": "2025-01-21T08:27:10Z",
        "description": "As a Credit Controller would you like to make an impact and become part of the futur e and growth of an award-winning business that emphasises on putting its people first, instilling responsibility and offering opportunities for development in a hybrid working , collaborative working environment? Our client, an internationally operating B2Bmedia business are looking for an experienced, forward thinking Credit Controller to join its friendly, hardworking accounts team, and take ownership ofall a",
        "id": "5018262018",
        "is_expanded": false,
        "is_starred": true,
        "location": "UK, South East England, Surrey",
        "salary": "$31,120",
        "title": "Credit Controller",
        "url": "https://www.adzuna.co.uk/jobs/details/5018262018?utm_medium=api&utm_source=40ab1a9c"
    },
    {
        "company": "South Liverpool Homes",
        "created_date": "2025-01-21T08:27:10Z",
        "description": "Assistant Management Accountant Salary: 31k - 35k per annum dependent upon experience, plus excellent benefits Hours: 35 hours per week. We are also Happy to Talk Flexible Working Contract Type: Permanent Location: Hybrid our office/home Closing Date: 10 February 2025 Recruitment Date: 25 February 2025 Our vision is Great homes. Strong communities. Bright futures . This vision supports our mission to provide quality homes and community-enhancing services to those in need. As a social landlord",
        "id": "5018262022",
        "is_expanded": false,
        "is_starred": true,
        "location": "UK, North West England, Merseyside",
        "salary": "$35,000",
        "title": "Assistant Management Accountant",
        "url": "https://www.adzuna.co.uk/jobs/details/5018262022?utm_medium=api&utm_source=40ab1a9c"
    },
    {
        "company": "GovServicesHub",
        "created_date": "2025-01-21T03:37:02Z",
        "description": "Job Location: Richmond, VA, Onsite. Job Description: The Virginia State Police is looking for a Project Manager with 10 years of experience implementing IT projects. The project manager is responsible for managing the project scope, schedule, budget, other project management artifacts and reporting to VSP HR management. The project manager will assist the VSP HR Division staff in responding to external agency partners and vendors, coordinating tasks assigned to VSP, and ensuring that all stakeh",
        "id": "5018267398",
        "is_expanded": false,
        "is_starred": true,
        "location": "US, Virginia, Richmond County, Richmond",
        "salary": "$105,836",
        "title": "Sr. Project Manager 2",
        "url": "https://www.adzuna.com/details/5018267398?utm_medium=api&utm_source=40ab1a9c"
    },
    {
        "company": "Wells Fargo",
        "created_date": "2025-01-21T15:24:53Z",
        "description": "About this role: Wells Fargo is seeking a Front-Line Trade Surveillance Senior Product Lead within CIB to Manage the build and rollout for transaction monitoring controls; including coordination of global rollout, implementation, calibration and testing of Front Office market abuse/manipulation/control tools to detect and prevent market misconduct. This role will report into the Product Manager of Transaction Monitoring. In addition, the remit will include oversight of staff involved in develop",
        "id": "5018579611",
        "is_expanded": false,
        "is_starred": true,
        "location": "UK, London, Central London",
        "salary": "$52,366",
        "title": "Front Line Transaction Monitoring Senior Product Lead",
        "url": "https://www.adzuna.co.uk/jobs/details/5018579611?utm_medium=api&utm_source=40ab1a9c"
    },
    {
        "company": "Recruitment Partnership  Ltd ",
        "created_date": "2025-01-21T20:47:21Z",
        "description": "Senior Investment Operations Fund Administrator London/Remote 6 months initially Up to 600 per day (inside IR35 via Umbrella Company) Leading financial services organisation have a new requirement for a contract Senior Investment Operations Fund Administrator to support the operational delivery of a key strategic project. This project involves updating the fund pricing structure alongside moving investment holdings to new unit classes . Your duties will include: Provide SME input to operationa",
        "id": "5018836851",
        "is_expanded": false,
        "is_starred": true,
        "location": "UK, London",
        "salary": "$130,000",
        "title": "Senior Investment Operations Fund Administrator",
        "url": "https://www.adzuna.co.uk/jobs/land/ad/5018836851?se=FKa4YDrY7xGJNezjNn7jYQ&utm_medium=api&utm_source=40ab1a9c&v=3D58B27EE0F264FAF03A6EA9BFC4EC308A6EC174"
    }
]
