{
    "5022487654": {
        "company": "Horsham District Council",
        "created_date": "2025-01-24T11:09:17Z",
        "description": "About the role : Horsham District Council is looking for a Project Accountant (Technical) to join our Finance and Performance team. You will lead on project work regarding financial processes and provide financial accounts and management accounting service for the Capital programme. As a Project Accountant (Technical), you will work as part of the Finance and Performance team who aim to meet corporate financial objectives, drive change and implement best practice in financial systems. You will ",
        "is_starred": true,
        "location": "UK, South East England, West Sussex",
        "salary": "$43,693",
        "title": "Project Accountant (Technical)",
        "url": "https://www.adzuna.co.uk/jobs/details/5022487654?utm_medium=api&utm_source=40ab1a9c"
    },
    "5022487987": {
        "company": "NBCUniversal",
        "created_date": "2025-01-24T11:11:32Z",
        "description": "Job Description 12 month fixed term contract (mat cover) Duties and responsibilities: The Finance Assistant reports to the Head of Finance & Operations. The responsibilities are: Invoicing of Producer fees and reconciling with external accountants on participation statements. This is highly sensitive information and good numeracy skills are required for this task. Updating an excel worksheet to be shared with the Head of Finance which is time sensitive in many cases. Managing and capturing the ",
        "is_starred": true,
        "location": "UK",
        "salary": "$35,189",
        "title": "Finance Assistant (FTC)",
        "url": "https://www.adzuna.co.uk/jobs/details/5022487987?utm_medium=api&utm_source=40ab1a9c"
    },
    "5022488135": {
        "company": "FAIRMONT",
        "created_date": "2025-01-24T11:11:32Z",
        "description": "Job Description Job title: Income Auditor  Accounts Receivable Department: Finance Inspired & supported by: Accounts Receivable & Income Audit Leader Your purpose will be: To ensure all income and revenue streams are accurately recorded, and that revenue processes comply with internal audit standards. You will also reconcile credit card payments with recorded revenue, and ensure all discrepancies are investigated and corrected promptly. You will be accountable for: Verifying daily Revenue agai",
        "is_starred": true,
        "location": "UK",
        "salary": "$39,194",
        "title": "Income Auditor, The Savoy Hotel",
        "url": "https://www.adzuna.co.uk/jobs/details/5022488135?utm_medium=api&utm_source=40ab1a9c"
    }
}