{
    "5019866370": {
        "company": "OEmprego - Vagas Brasil",
        "created_date": "2025-01-22T13:31:14Z",
        "description": "Cidade: Gravata / RS Caratersticas da vaga: Ser responsvel por toda documentao pertinente a rea (PCMSO, PPRA, PPP, OS etc); organizar e realizar treinamentos; acompanhar funcionrios em atendimento no caso de acidente; implantar melhorias, controle e entregas de EPIs, etc. Formao: Tcnico em Segurana do Trabalho Salrio: A Combinar Benefcios: Vale Transporte  Refeitrio no local  Assistncia Mdica. Cargo: TCNICO EM SEGURANA DO TRABALHO | Salario: A combinar. | Ensino: Curso tcnic",
        "is_starred": true,
        "location": "Brasil, Sul, Rio Grande do Sul",
        "salary": "Not Specified",
        "title": "TÉCNICO EM SEGURANÇA DO TRABALHO em Gravataí/RS",
        "url": "https://www.adzuna.com.br/details/5019866370?utm_medium=api&utm_source=40ab1a9c"
    },
    "5021126787": {
        "company": "OEmprego - Vagas Brasil",
        "created_date": "2025-01-23T13:29:48Z",
        "description": "ASSISTENTE DE QUALIDADE Indstria em Cachoeirinha Escolaridade:\" SEGUNDO GRAU COMPLETO Cursos:\" EXCEL INTERMEDIRIO. CONHECIMENTO DE ISO 9001. Horrio:\" DE SEGUNDA A SEXTA, DAS 07:30 S 17:30H. Experincia:\" AUDITORIAS INTERNAS, EXECUO DE TREINAMENTOS, INDICADORES, ANLISE E CONTROLE DE DOCUMENTOS. Salrio:\" R$ 1400,00  20% INSALUBRIDADE Benefcios:\" (  5% prmio frequncia e cesta bsica, aps passar o contrato de experincia) VT, Refeitrio, mdico medicina ocupacional e clinico geral na em",
        "is_starred": true,
        "location": "Brasil, Sul, Rio Grande do Sul",
        "salary": "$16,800",
        "title": "ASSISTENTE DE QUALIDADE em Cachoeirinha/RS",
        "url": "https://www.adzuna.com.br/details/5021126787?utm_medium=api&utm_source=40ab1a9c"
    },
    "5021126855": {
        "company": "OEmprego - Vagas Brasil",
        "created_date": "2025-01-23T13:29:48Z",
        "description": "Atividades: Contas a Pagar e Receber; Fluxo de Caixa; Entrega de relatrios semanais e mensais; Anlise de informaes financeiras; Realizar projees financeiras. Requisitos: Cursando Superior; Pacote Office. Jornada de trabalho: Segunda a sexta-feira das 08:00 s 18:00 Salrio Inicial R$ 2.200,00 at R$ 2.500,00 Benefcios: Alimentao na Empresa, Auxlio Combustvel ou Vale Transporte Enviar seu currculo para o e-mail: vagasunicarreirarh.com.br. Cargo: Assistente de Financeiro  Gravata/RS",
        "is_starred": true,
        "location": "Brasil, Sul, Rio Grande do Sul",
        "salary": "$26,400",
        "title": "Assistente de Financeiro – Gravataí/RS em Gravataí/RS",
        "url": "https://www.adzuna.com.br/details/5021126855?utm_medium=api&utm_source=40ab1a9c"
    },
    "5021127102": {
        "company": "OEmprego - Vagas Brasil",
        "created_date": "2025-01-23T13:29:49Z",
        "description": "Atuar no setor de Qualidade da empresa, auxiliando em todos os processos do setor e no desenvolvimento da melhoria contnua do processo de fabricao de nossos produtos. Atuar diretamente com todos os setores produtivos buscando melhorias, bem como criando padres e processos. Tambm atuar diretamente no processo de controle de qualidade dos produtos. - Possuir o ensino mdio concludo, desejvel superior em andamento - Residir em Novo Hamburgo, So Leopoldo, Campo Bom, Estncia Velha, Dois Ir",
        "is_starred": true,
        "location": "Brasil, Sul, Rio Grande do Sul",
        "salary": "Not Specified",
        "title": "GESTOR DE QUALIDADE - NOVO HAMBURGO - CÓD. 2317 em Novo Hamburgo/RS",
        "url": "https://www.adzuna.com.br/details/5021127102?utm_medium=api&utm_source=40ab1a9c"
    },
    "5022487654": {
        "company": "Horsham District Council",
        "created_date": "2025-01-24T11:09:17Z",
        "description": "About the role : Horsham District Council is looking for a Project Accountant (Technical) to join our Finance and Performance team. You will lead on project work regarding financial processes and provide financial accounts and management accounting service for the Capital programme. As a Project Accountant (Technical), you will work as part of the Finance and Performance team who aim to meet corporate financial objectives, drive change and implement best practice in financial systems. You will ",
        "is_starred": true,
        "location": "UK, South East England, West Sussex",
        "salary": "$43,693",
        "title": "Project Accountant (Technical)",
        "url": "https://www.adzuna.co.uk/jobs/details/5022487654?utm_medium=api&utm_source=40ab1a9c"
    },
    "5022487987": {
        "company": "NBCUniversal",
        "created_date": "2025-01-24T11:11:32Z",
        "description": "Job Description 12 month fixed term contract (mat cover) Duties and responsibilities: The Finance Assistant reports to the Head of Finance & Operations. The responsibilities are: Invoicing of Producer fees and reconciling with external accountants on participation statements. This is highly sensitive information and good numeracy skills are required for this task. Updating an excel worksheet to be shared with the Head of Finance which is time sensitive in many cases. Managing and capturing the ",
        "is_starred": true,
        "location": "UK",
        "salary": "$35,189",
        "title": "Finance Assistant (FTC)",
        "url": "https://www.adzuna.co.uk/jobs/details/5022487987?utm_medium=api&utm_source=40ab1a9c"
    },
    "5022488135": {
        "company": "FAIRMONT",
        "created_date": "2025-01-24T11:11:32Z",
        "description": "Job Description Job title: Income Auditor  Accounts Receivable Department: Finance Inspired & supported by: Accounts Receivable & Income Audit Leader Your purpose will be: To ensure all income and revenue streams are accurately recorded, and that revenue processes comply with internal audit standards. You will also reconcile credit card payments with recorded revenue, and ensure all discrepancies are investigated and corrected promptly. You will be accountable for: Verifying daily Revenue agai",
        "is_starred": true,
        "location": "UK",
        "salary": "$39,194",
        "title": "Income Auditor, The Savoy Hotel",
        "url": "https://www.adzuna.co.uk/jobs/details/5022488135?utm_medium=api&utm_source=40ab1a9c"
    },
    "5022694441": {
        "company": "QBE Management Services  Limited",
        "created_date": "2025-01-24T13:45:13Z",
        "description": "Primary Details Time Type: Full time Worker Type: Employee Tax Underwriter  Transactional Liability QBE are broadening our transactional liability offering, hiring a Tax Underwriter to join the London based team. Our wider TL business includes W&I and a growing tax offering that will provide coverage on a global basis incl. UK, EUR and Asia, partnering with major trading partner to provide expert solutions. Leveraging the existing relationships, both across International and in parallel with o",
        "is_starred": true,
        "location": "UK",
        "salary": "$49,447",
        "title": "Tax Underwriter - Transactional Liability",
        "url": "https://www.adzuna.co.uk/jobs/details/5022694441?utm_medium=api&utm_source=40ab1a9c"
    },
    "5022695256": {
        "company": "Reed",
        "created_date": "2025-01-24T13:46:32Z",
        "description": "Tax Training Specialist Location: Central London Salary: Competitive, negotiable based on experience Job Type: Full-time Reed are working with an Accountancy firm to recruit a Tax Training Specialist with a strong background in Corporate Tax, looking to transition into a training-focused role. This position offers the opportunity to develop and deliver comprehensive tax training programs within a leading accountancy firm. Day-to-Day of the Role: Design and update innovative tax training materia",
        "is_starred": true,
        "location": "UK",
        "salary": "$48,319",
        "title": "Training Specialist Tax",
        "url": "https://www.adzuna.co.uk/jobs/land/ad/5022695256?se=gMxdEVra7xGlSsQjK37jYQ&utm_medium=api&utm_source=40ab1a9c&v=4583BED5A9E7581EA22B9FC6C7A20EE207F4042A"
    },
    "5023301034": {
        "company": "CRC Insurance Services, Inc.",
        "created_date": "2025-01-24T18:19:05Z",
        "description": "The position is described below. If you want to apply, click the Apply button at the top or bottom of this page. You'll be required to create an account or sign in to an existing one. If you have a disability and need assistance with the application, you can request a reasonable accommodation. Send an email to Accessibility (careerstihinsurance.com?subjectAccommodation%20request) (accommodation requests only; other inquiries won't receive a response). Regular or Temporary: Regular Language Flue",
        "is_starred": true,
        "location": "",
        "salary": "$68,577",
        "title": "Remote Senior Claim Specialist - Construction Defect - National Claim Services",
        "url": "https://www.adzuna.com/details/5023301034?utm_medium=api&utm_source=40ab1a9c"
    }
}